tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "earthly/earthly"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "louisbrunner/valgrind"
tap "railwaycat/emacsmacport"
brew "coreutils"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "bat"
brew "libffi"
brew "xz"
brew "python@3.9"
brew "exa"
brew "fd"
brew "fish"
brew "gnupg"
brew "harfbuzz"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "leiningen"
brew "llvm@12"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "ruby-build"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "zlib"
brew "clojure/tools/clojure"
brew "earthly/earthly/earthly"
brew "railwaycat/emacsmacport/emacs-mac"
cask "1password-cli"
cask "alacritty"
cask "charles"
cask "firefox"
cask "jetbrains-toolbox"
cask "slack"
