tap "d12frosted/emacs-plus"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "puma/puma"
tap "qmk/qmk"
tap "wez/wezterm"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "asdf"
brew "bat"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fish"
brew "fuzzy-find"
brew "fzf"
brew "glow"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "python@3.10"
brew "httpie"
brew "shared-mime-info"
brew "imagemagick"
brew "isync"
brew "jq"
brew "jump"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "mu"
brew "neovim", args: ["HEAD"]
brew "openvpn"
brew "tmux"
brew "overmind"
brew "poppler"
brew "postgresql@12", restart_service: true
brew "raylib"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vips"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["HEAD"]
brew "helix-editor/helix/helix"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "chromedriver"
cask "firefox"
cask "font-iosevka"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm-nightly"
cask "whatsapp"
cask "workflowy"
