tap "dimentium/autoraise"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "railwaycat/emacsmacport"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "asdf"
brew "bat"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "exa"
brew "fish"
brew "httpie"
brew "jq"
brew "jump"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "neovim"
brew "tmux"
brew "overmind"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "solargraph"
brew "starship"
brew "stow"
brew "tldr"
brew "wget"
brew "yarn"
brew "dimentium/autoraise/autoraise"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
brew "railwaycat/emacsmacport/emacs-mac"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "chromedriver"
cask "firefox"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "workflowy"
